Revit 2024 API
VoltageTypeSet Constructor
Initializes a new instance of the VoltageTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public VoltageTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
VoltageTypeSet()
See Also
VoltageTypeSet Class
Autodesk.Revit.DB.Electrical Namespace